Repository: webmania2014/mvhdev
Catalog: application/locale/*/LC_MESSAGES/mod_notes.po
Languages: de_de

source: Notes
de_de: Aufzeichnungen

source: Add Note
de_de: Notiz Hinzufügen

source: Edit Note
de_de: Notiz bearbeiten

source: Are you sure to delete this note ?
de_de: Sind Sie sicher, dass Sie diese Notiz löschen?

source: It's permanent deletion and there is no way to restore it.
de_de: Es ist definitiv gelöscht und es gibt keinen Weg, um sie wiederherzustellen.

source: Title
de_de: Titel

source: Description
de_de: Beschreibung

source: No notes found.
de_de: Keine Hinweise gefunden.

source: Load More Notes
de_de: Legen Weitere Hinweise

source: Your note has been saved.
de_de: Ihre Anmerkung wurde gespeichert.

source: Your note has not saved.
de_de: Notizen: Das nicht gespeichert.

source: Your note has been deleted.
de_de: Ihre Anmerkung ist gelöscht worden.

source: Your note hasn't deleted.
de_de: Notizen: Das nicht gelöscht.

source: You don't have permission to do that request.
de_de: Du bist nicht berechtigt, diesen Antrag tun.

source: An error was encountered when processing your request. Please try again later.
de_de: Es wurde ein Fehler bei der Bearbeitung Ihrer Anfrage aufgetreten. Bitte versuchen Sie es später noch einmal.

source: <i class="fa fa-plus-square blue"></i> <a href="%s">%s</a> added a <a href="%s">note</a>.
de_de: <i class="fa fa-plus-square blue"></i> <a href="%s">%s</a> hinzugefügt <a href="%s">notieren</a>.

source: <i class="fa fa-trash red"></i> <a href="%s">%s</a> removed a note.
de_de: <i class="fa fa-trash red"></i> <a href="%s">%s</a> entfernt eine Notiz.

source: <i class="fa fa-edit"></i> <a href="%s">%s</a> edited a <a href="%s">note</a>.
de_de: <i class="fa fa-edit"></i> <a href="%s">%s</a> bearbeitet eine <a href="%s">Notiz</a>.
