Repository: webmania2014/mvhdev
Catalog: application/locale/*/LC_MESSAGES/mod_auth.po
Languages: de_de

source: Activate Your Account
de_de: Aktivieren Sie Ihr Konto

source: User with email &lt;%s&gt; doesn't exist in system.
de_de: Benutzer mit E-Mail &lt;%s&gt; nicht im System vorhanden sind.

source: If you've not an account. Please <a href="%s">sign up</a>.
de_de: Wenn Sie nicht ein Konto haben. Bitte <a href="%s">anmelden</a>.

source: Account activation was not completed.
de_de: Kontoaktivierung wurde nicht abgeschlossen.

source: Activation code is not valid or expired.
de_de: Der Aktivierungscode ist nicht gültig oder abgelaufen.

source: Please enter your email to resend activation request.
de_de: Bitte geben Sie Ihre E-Mail an Aktivierungsanfrage zu senden.

source: Already have an account ?
de_de: Hast du schon ein Konto?

source: Account activated
de_de: Konto aktiviert

source: Please go back to <a href="%s">home page</a>.
de_de: Bitte gehen Sie zurück zu <a href="%s">Startseite</a>.

source: Request New Password
de_de: Neues Passwort anfordern

source: Please enter your email address and follow the instructions.
de_de: Bitte geben Sie Ihre E-Mail-Adresse und folgen Sie den Anweisungen.

source: Forgot Username?
de_de: Benutzername vergessen?

source: Latest News
de_de: Neueste Nachrichten

source: Reset Your Password
de_de: Setze Dein Passwort Zurück

source: To verify your password, please enter it once in each field below.
de_de: Um Ihr Passwort zu verifizieren, geben Sie es bitte einmal in jedem Feld unten.

source: Passwords are case-sensitive and must be at least 8 characters long. A good password should contain a mix of capital and lower-case letters, numbers and symbols.
de_de: Kennwörter sind Groß- und Kleinschreibung und muss mindestens 8 Zeichen lang sein. Ein gutes Passwort sollte eine Mischung aus Groß- und Kleinbuchstaben , Zahlen und Symbole enthalten.

source: Enter new password
de_de: Neues Passwort eingeben

source: Email wasn't sent.
de_de: E-Mail wurde nicht gesendet.

source: We're sorry. Email wasn't sent to your email due to our email service is down or busy.
de_de: Es tut uns leid. E-Mail nicht Ihre E-Mail durch unsere E-Mail-Dienst gesendet wird, nach unten oder besetzt ist.

source: Sorry for any incovenience causes.
de_de: Sorry für die Unannehmlichkeiten verursacht.

source: Please check your email
de_de: Bitte überprüfen Sie Ihre E-Mail-

source: We've sent you email that will allow you to reset your password.
de_de: Wir haben Ihnen per E-Mail, mit dem Sie Ihr Passwort zurücksetzen gesendet.

source: Check your email now
de_de: Überprüfen Sie Ihre E-Mail jetzt

source: We've sent you email attached your username in it.
de_de: Wir haben Ihnen angebracht Ihren Benutzername E-Mail in das gesendet.

source: Log in
de_de: Melden Sie sich an

source: Forgot Password
de_de: Passwort Vergessen

source: Forgot Username
de_de: Benutzername vergessen

source: Username sent
de_de: Benutzername geschickt

source: Reset password instructions sent
de_de: Passwort zurücksetzen Anweisungen geschickt

source: Access Not Allow
de_de: Zugriff nicht zulassen

source: Reset Password
de_de: Passwort Zurücksetzen

source: Activation Failed
de_de: Aktivierung fehlgeschlagen

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Forgot <a href="%s">Username</a> or <a href="%s">Password</a>?
de_de: Passwort <a href="%s">Benutzername</a> oder <a href="%s">Passwort</a>?

source: Remember me
de_de: Erinnere dich an mich

source: You don't have an beo account? <a href="%s">Register here!</a>
de_de: Sie verfügen nicht über ein beo Account? <a href="%s">Registrieren Sie sich hier!</a>

source: Registration
de_de: Anmeldung

source: Register
de_de: Registrieren

source: Required fields are marked with asterisk (<i class="asterisk-required">*</i>). Please provide correct information for specific field.
de_de: Pflichtfelder sind mit Stern gekennzeichnet (<i class="Stern-erforderlich">*</ i>). Stellen Sie bitte korrekte Informationen für bestimmte Feld.

source: Register as
de_de: so Registrieren

source: Company
de_de: Unternehmen

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Address
de_de: Die Anschrift

source: Postal Code
de_de: Postleitzahl

source: Select Country
de_de: Land Auswählen

source: Country
de_de: Land

source: Telephone
de_de: Telefon

source: Re-enter Password
de_de: Passwort erneut eingeben

source: Must be at least 8 characters in length.
de_de: Muss mindestens 8 Zeichen lang sein.

source: Please answer the question
de_de: Bitte beantworten Sie die Frage

source: Prove that you're not a bot
de_de: Zeigen Sie, dass Sie nicht ein Bot

source: I have read and agree to the <a href="%s">Terms &amp; Conditions</a> and <a href="%s">Privacy Policy</a>.
de_de: Ich habe gelesen und akzeptiere die <a href="%s">AGB</a> und der <a href="%s">Datenschutz</a>.

source: Username or password does not match.
de_de: Benutzername oder Passwort stimmt nicht überein.

source: This username does not belong to any account.
de_de: Der Nutzer konnte nicht auf jedes Konto gehören.

source: You are logged out.
de_de: Sie sind ausgeloggt.

source: Registration Complete
de_de: Registrierung abschließen

source: You've been registered successfully.
de_de: Sie haben sich erfolgreich registriert.

source: Please check your email to activate your account.
de_de: Bitte überprüfen Sie Ihre E-Mail an Ihr Konto zu aktivieren.

source: Email <%s> does not belong to any account.
de_de: Email <%s> gilt nicht für Rechnung gehören.

source: Email doesn't belong to any account.
de_de: E-Mail nicht zu einer Rechnung gehören.

source: Email <%s> does not exist.
de_de: Email <%s> existiert nicht.

source: Activation was succesful, you can now log in to your account.
de_de: Aktivierung erfolgreich war, können Sie sich hier anmelden, um Ihr Konto.

source: Thank you. You've successfully registered.
de_de: Danke. Sie haben sich erfolgreich registriert.
