Repository: webmania2014/mvhdev
Catalog: application/locale/*/LC_MESSAGES/mod_invoices.po
Languages: de_de

source: Invoice Rejected
de_de: Rechnungs Abgelehnt

source: Invoices
de_de: Rechnungen

source: Invoice details
de_de: Rechnungsdetails

source: View Invoices
de_de: Ansicht Rechnungen

source: Reject Invoice
de_de: Ablehnen Rechnung

source: Invoice Number
de_de: Rechnung Nr

source: Your Invoice Number
de_de: Ihre Rechnungsnummer

source: Download PDF
de_de: PDF herunterladen

source: Accept
de_de: Nehme An

source: Reject
de_de: ablehnen

source: Settle
de_de: regeln

source: Open
de_de: Öffnen Sie

source: Beo Invoice Number
de_de: Beo Rechnungsnummer

source: Billing Month
de_de: Billing Monat

source: Settlement Date
de_de: Abwicklungstag

source: No invoices found.
de_de: Keine Rechnungen gefunden

source: You've no outstanding invoices.
de_de: Sie haben keine offenen Rechnungen.

source: Project Number
de_de: Projektnummer

source: Task Type
de_de: Aufgabentyp

source: Language Combination
de_de: Sprachenkombination

source: Delivery Date
de_de: Liefertermin

source: Price
de_de: Preis

source: Quantity
de_de: Menge

source: Amount
de_de: Höhe

source: Net amount
de_de: Nettobetrag

source: Sale tax
de_de: Verkaufssteuer

source: Total
de_de: gesamt

source: Decline
de_de: Rückgang

source: Outstanding Invoices
de_de: Demnächst mit Aufgabenmodul

source: See all invoices
de_de: Alle Rechnungen

source: Your request has been sent successflly. We'll come back to you soon.
de_de: Ihre Anfrage wurde successflly versendet. Wir melden uns bei Ihnen bald kommen.

source: An error was encountered when processing your request. Please try again later.
de_de: Es wurde ein Fehler bei der Bearbeitung Ihrer Anfrage aufgetreten. Bitte versuchen Sie es später noch einmal.

source: You don't have permission to do this request.
de_de: Sie haben keine Berechtigung, um diese Anforderung zu tun.

source: <i class="fa fa-plus-square blue"></i> %s accepted an invoice (<a href="%s">%s</a>).
de_de: <i class="fa fa-plus-squre blue"></i> %s akzeptiert eine Rechnung (<a href="%s">%s</a>).

source: <i class="fa fa-ban red"></i> %s rejected an invoice (<a href="%s">%s</a>).
de_de: <i class="fa fa-ban red"></i> %s lehnte eine Rechnung (<a href="%s">%s</a>).
