Repository: webmania2014/mvhdev
Catalog: application/locale/*/LC_MESSAGES/mod_content.po
Languages: de_de

source: Content - Contact
de_de: Inhalt - Kontakt

source: Help
de_de: Zu Hilfe

source: Help - Search
de_de: Hilfe - Suche

source: Create help
de_de: Hilfe erstellen

source: Edit help
de_de: Hilfe Bearbeiten

source: Delete Help
de_de: löschen Hilfe

source: Home
de_de: Nach Hause

source: News
de_de: Nachrichten

source: News - Search
de_de: News - Suche

source: Create New
de_de: Erstelle Neu

source: Edit New
de_de: Bearbeiten Neu

source: Delete New
de_de: Neu Löschen

source: Pages
de_de: Seiten

source: Create CMS page
de_de: Neues CMS Seite

source: Edit CMS Page
de_de: Bearbeiten CMS Seite

source: Delete Page
de_de: Seite löschen

source: Contact
de_de: Kontakt

source: Are you sure to delete this contact ?
de_de: Sind Sie sicher, dass Sie diesen Kontakt löschen?

source: It's permanent deletion and there is no way to restore it.
de_de: Es ist definitiv gelöscht und es gibt keinen Weg, um sie wiederherzustellen.

source: Contact Details
de_de: Kontaktdaten

source: Title
de_de: Titel

source: Comma seperated multiple emails.
de_de: Komma getrennt mehrere E-Mails.

source: Phone Numbers
de_de: Telefonnummern

source: Comma seperated multiple telephone numbers.
de_de: Komma getrennt mehrere Telefonnummern.

source: Fax Numbers
de_de: Faxnummern

source: Comma seperated multiple faxes.
de_de: Komma getrennt mehrere Faxe.

source: Comma seperated multiple URL.
de_de: Komma getrennt mehrere URL.

source: Address
de_de: Die Anschrift

source: Set as default
de_de: Als Standard festlegen

source: You cannot uncheck default location
de_de: Sie können Standard-Speicherort nicht deaktivieren

source: Phone
de_de: Telefon

source: Location
de_de: Lage

source: Add Contact
de_de: Kontakt hinzufügen

source: Creating
de_de: Erstellen

source: Web
de_de: Steg

source: Telephones
de_de: Telefone

source: Faxes
de_de: Faxgeräte

source: Success
de_de: Erfolg

source: Contact updated successfully.
de_de: Kontakt erfolgreich aktualisiert.

source: Reload contact
de_de: Reload Kontakt

source: View All Help
de_de: Alle anzeigen Hilfe

source: Create Help
de_de: erstellen Hilfe

source: You're about to delete a help <strong>%s</strong>.
de_de: Sie sind dabei, eine Hilfe zu löschen <strong>%s</strong>.

source: Please continue to delete help or cancel this operation.
de_de: Bitte fahren Sie fort, Hilfe zu löschen oder den Vorgang abzubrechen.

source: Add Help
de_de: hinzufügen Hilfe

source: No help exists.
de_de: Keine Hilfe vorhanden ist.

source: Create New Help
de_de: Neu erstellen Hilfe

source: View All News
de_de: Alle Nachrichten

source: Add New
de_de: Neu hinzufügen

source: You're about to delete a new <strong>%s</strong>.
de_de: Sie sind dabei, zu löschen eine neue <strong>%s</strong>.

source: Please continue to delete new or cancel this operation.
de_de: Bitte fahren sie fort, Hilfe zu löschen oder den vorgang abzubrechen.

source: No news exists.
de_de: Keine Nachrichten vorhanden.

source: Viewable by everyone. Click to change.
de_de: Sichtbar für alle. Klicken Sie hier um zu ändern.

source: Viewable only by members. Click to change.
de_de: Sichtbar nur für Mitglieder. Klicken Sie hier um zu ändern.

source: See all news
de_de: Alle Nachrichten

source: View Pages
de_de: Seiten anzeigen

source: Create New Page
de_de: Neue Seite erstellen

source: Content
de_de: Inhalt

source: You're about to delete a page <strong>%s</strong>.
de_de: Sie laden ein zu löschen Seiten <strong>%s</strong>.

source: Please continue to delete page or cancel this operation.
de_de: Bitte fahren Sie auf Seite löschen oder den Vorgang abzubrechen.

source: Intro Text
de_de: Einführungstext

source: Footer
de_de: Fußzeile

source: Add New CMS Page
de_de: Neue CMS Seite

source: No pages exists.
de_de: Keine Seite existiert.

source: Are you sure ?
de_de: Sind Sie sicher?

source: Slug
de_de: Schnecke

source: Recently Added
de_de: Kürzlich Hinzugefügt

source: Suggestion
de_de: Vorschlag

source: Help successfully created.
de_de: Hilfe erfolgreich erstellt.

source: Couldn't create help.
de_de: Konnte nicht erstellt werden Hilfe.

source: Help successfully updated.
de_de: Hilfe erfolgreich aktualisiert.

source: Help couldn't be updated.
de_de: Hilfe konnte nicht aktualisiert werden.

source: Help successfully deleted.
de_de: Hilfe erfolgreich gelöscht.

source: Help couldn't be deleted.
de_de: Hilfe konnte nicht gelöscht werden.

source: New successfully created.
de_de: New erfolgreich erstellt.

source: Couldn't create new.
de_de: Konnte nicht erstellt neue.

source: New successfully updated.
de_de: New erfolgreich aktualisiert.

source: New couldn't be updated.
de_de: New konnte nicht aktualisiert werden.

source: New successfully deleted.
de_de: New erfolgreich gelöscht.

source: New couldn't be deleted.
de_de: Neue nicht gelöscht werden konnte.

source: Page successfully created.
de_de: Seite erfolgreich erstellt.

source: Couldn't create page.
de_de: Seite konnte nicht erstellt werden

source: Page successfully updated.
de_de: Seite erfolgreich aktualisiert.

source: Page couldn't be updated.
de_de: Seite konnte nicht aktualisiert werden.

source: Page successfully deleted.
de_de: Seite erfolgreich gelöscht.

source: Page couldn't be deleted.
de_de: Seite konnte nicht gelöscht werden.
