Repository: webmania2014/mvhdev
Catalog: application/locale/*/LC_MESSAGES/mod_activity.po
Languages: de_de

source: Activities Log
de_de: Aktivitäten Anmelden

source: Recent Activities
de_de: Community-Aktivitäten

source: See all activities
de_de: Alle Aktivitäten

source: You've no activities.
de_de: Sie haben keine Aktivitäten.

source: <i class="fa fa-sign-in green"></i><a href="%s"><strong>%s</strong></a> signed in on %s.
de_de: <i class="fa fa-sign-in green"></i><a href="%s"><strong>%s</strong></a> Anmeldung am %s.

source: <i class="fa fa-sign-out grey"></i><a href="%s"><strong>%s</strong></a> signed out on %s.
de_de: <i class"fa fa-sign-out grey"></i><a href="%s"><strong>%s</strong></a> unterzeichnet auf %s.

source: <i class="fa fa-plus-square green"></i><a href="%s"><strong>%s</strong></a> created an application <a href="%s" class="application-details-ajax-trigger"><strong>%s</strong></a>.
de_de: <i class="fa fa-plus-square green"></i><a href="%s"><strong>%s</strong></a> erstellt eine Anwendung <a href="%s" class="application-details-ajax-trigger"><strong>%s</strong></a>.

source: <i class="fa fa-check-square blue"></i><a href="%s"><strong>%s</strong></a> updated an application <a href="%s" class="application-details-ajax-trigger"><strong>%s</strong></a>.
de_de: <i class="fa fa-check-square blue"></i><a href="%s"><strong>%s</strong></a> aktualisiert eine Anwendung <a href="%s" class="application-details-ajax-trigger"><strong>%s</strong></a>.

source: <i class="fa fa-minus-square black"></i><a href="%s"><strong>%s</strong></a> deleted an application <strong>%s</strong>.
de_de: <i class="fa fa-minus-square black"></i><a href="%s"><strong>%s</strong></a> gelöscht eine Anwendung <strong>%s</strong>.

source: <i class="fa fa-plus-square green"></i><a href="%s"><strong>%s</strong></a> created Help <strong>%s</strong>.
de_de: <i class="fa fa-plus-square green"></i><a href="%s"><strong>%s</strong></a> erstellt Hilfe <strong>%s</strong>.

source: <i class="fa fa-check-square blue"></i><a href="%s"><strong>%s</strong></a> updated Help <strong>%s</strong>.
de_de: <i class="fa fa-check-square blue"></i><a href="%s"><strong>%%s</strong></a> aktualisierte Hilfe <strong>%s</strong>.

source: <i class="fa fa-minus-square black"></i><a href="%s"><strong>%s</strong></a> deleted Help <strong>%s</strong>.
de_de: <i class="fa fa-minus-square black"></i><a href="%s"><strong>%s</strong></a> gelöscht Hilfe <strong>%s</strong>.

source: <i class="fa fa-plus-square green"></i><a href="%s"><strong>%s</strong></a> created New <strong>%s</strong>.
de_de: <i class="fa fa-plus-square green"></i><a href="%s"><strong>%s</strong></a> erstellt Neue <strong>%s</strong>.

source: <i class="fa fa-check-square blue"></i><a href="%s"><strong>%s</strong></a> updated New <strong>%s</strong>.
de_de: <i class="fa fa-check-square blue"></i><a href="%s"><strong>%s</strong></a> aktualisiert Neue <strong>%s</strong>.

source: <i class="fa fa-minus-square black"></i><a href="%s"><strong>%s</strong></a> deleted New <strong>%s</strong>.
de_de: <i class="fa fa-minus-square black"></i><a href="%s"><strong>%%s</strong></a> gelöscht Neue <strong>%s</strong>.

source: <i class="fa fa-plus-square green"></i><a href="%s"><strong>%s</strong></a> created Page <strong>%s</strong>.
de_de: <i class="fa fa-plus-square green"></i><a href="%s"><strong>%s</strong></a> erstellt Seite <strong>%s</strong>.

source: <i class="fa fa-check-square blue"></i><a href="%s"><strong>%s</strong></a> updated Page <strong>%s</strong>.
de_de: <i class="fa fa-check-square blue"></i><a href="%s"><strong>%s</strong></a> aktualisiert Seite <strong>%s</strong>.

source: <i class="fa fa-minus-square black"></i><a href="%s"><strong>%s</strong></a> deleted Page <strong>%s</strong>.
de_de: <i class="fa fa-minus-square black"></i><a href="%s"><strong>%s</strong></a> gelöscht Seite <strong>%s</strong>.

source: <i class="fa fa-plus-square blue"></i> %s accepted an invoice (<a href="%s">%s</a>).
de_de: <i class="fa fa-plus-square blue"></i> %s akzeptiert eine Rechnung (<a href="%s">%s</a>).

source: <i class="fa fa-ban red"></i> %s rejected an invoice (<a href="%s">%s</a>).
de_de: <i class="fa fa-ban red"></i> %s lehnte eine Rechnung (<a href="%s">%s</a>).

source: <i class="fa fa-plus-square blue"></i> <a href="%s">%s</a> added a <a href="%s">note</a>.
de_de: <i class="fa fa-plus-square blue"></i> <a href="%s">%s</a> hinzugefügt eine <a href="%s">Notiz</a>.

source: <i class="fa fa-trash red"></i> <a href="%s">%s</a> removed a note.
de_de: <i class="fa fa-trash red"></i> <a href="%s">%s</a> entfernt eine Notiz.

source: <i class="fa fa-edit"></i> <a href="%s">%s</a> edited a <a href="%s">note</a>.
de_de: <i class="fa fa-edit"></i> <a href="%s">%s</a> bearbeitet eine <a href="%s">Notiz</a>.

source: <i class="fa fa-paper-plane blue"></i><a href="%s"><strong>%s</strong></a> sent application form.
de_de: <i class="fa fa-papaer-plane blue"></i><a href="%s"><strong>%s</strong></a> gesendet Bewerbungsformular.

source: <i class="fa fa-plus-square red"></i><a href="%s"><strong>%s</strong></a> added new admin <a href="%s"><strong>%s</strong></a>.
de_de: <i class="fa fa-plus-square red"></i><a href="%s"><strong>%s</strong></a> hat neue Admin <a href="%s"><strong>%s</strong</a>.

source: <i class="fa fa-check-square blue"></i><a href="%s"><strong>%s</strong></a> updated his profile.
de_de: <i class="fa fa-check-square blue"></i><a href="%s"><strong>%s</strong></a> sein Profil aktualisiert.

source: <i class="fa fa-check-square blue"></i><a href="%s"><strong>%s</strong></a> updated profile of <a href="%s"><strong>%s</strong></a>.
de_de: <i class="fa fa-check-square blue"></i><a href="%s"><strong>%s</strong></a> aktualisiertes Profil von <a href="%s"><strong>%s</strong></a>.

source: <i class="fa fa-minus-square black"></i><a href="%s"><strong>%s</strong></a> deleted user <strong>%s</strong>.
de_de: <i class="fa fa-minus-square black"></i><a href="%s"><strong>%s</strong></a> gelöschte Benutzer <strong>%s</strong>.

source: <i class="fa fa-pencil blue"></i><a href="%s"><strong>%s</strong></a> changed password.
de_de: <i class="fa fa-pencil blue"></i><a href="%s"><strong>%s</strong></a> geändertes Passwort.

source: <i class="fa fa-pencil blue"></i><a href="%s"><strong>%s</strong></a> changed his username.'
de_de: <i class="fa fa-pencil blue"></i><a href="%s"><strong>%s</strong></a> änderte seinen Benutzernamen ein.

source: <i class="fa fa-pencil blue"></i><a href="%s"><strong>%s</strong></a> changed username of <a href="%s"><strong>%s</strong></a>.
de_de: <i class="fa fa-pencil blue"></i><a href="%s"><strong>%s</strong></a> geändert Benutzername von <a href="%s"><strong>%s</strong></a>.

source: <i class="fa fa-photo"></i> <a href="%s"><strong>%s</strong></a> updated profile picture.
de_de: <i class="fa fa-photo"></i> <a href="%s"><strong>%s</strong></a> aktualisiert Profilbild.
